Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: In addition, any accumulated energy is also relieved.
sv: Dessutom avlastas eventuell ackumulerad energi.

source: In exceptional cases, however, it may be necessary for the whole or parts of the work equipment to be in
sv: I undantagsfall kan det emellertid vara nödvändigt att hela eller delar av arbetsutrustningen är igång för att det skall gå att utföra arbetet.

source: In such exceptional cases it is very important to take other measures so that adequate protection will be provided against ill- health and accidents; see B 2.4.
sv: Vid sådana undantagsfall är det mycket viktigt att vidta andra åtgärder så att säkerhet mot ohälsa och olycksfall blir betryggande, se B 2.4.

source: To prevent accidents resulting from mistakes or misunderstandings, it is important to have clear signage showing that work is in progress.
sv: För att undvika olyckor till följd av misstag eller missförstånd är det viktigt med tydlig skyltning som visar att arbete pågår.

source: In certain cases barriers and blocks may also be needed.
sv: I vissa fall kan också avspärrning och blockering behövas.

source: Malfunction
sv: Driftstörningar

source: Safety routines used for work inside the danger zone of work equipment are often termed “shut down and lock” routines.
sv: Säkerhetsrutiner som används vid arbete inne i arbetsutrustningars riskområde benämns ofta ”Bryt och lås”-rutiner.

source: These usually comprise the measures taken primarily by maintenance personnel before and after maintenance or repair work.
sv: Rutinerna omfattar vanligen de åtgärder som företrädesvis underhållspersonal vidtar före och efter underhålls- eller reparationsarbete.

source: Normally the routines used for maintenance and repair work do not work so well for production personnel.
sv: De rutiner som används vid underhålls- och reparationsarbeten fungerar normalt mindre bra för produktionspersonalen.

source: Using the “shut down and lock” routines for brief, repeated stops in connection with operational and production disturbances can involve difficulties, e.g. prolonged downtimes.
sv: Att använda ”Bryt och lås”-rutinerna vid kortvariga, upprepade stopp vid drifts- och produktionsstörning kan innebära svårigheter, t.ex. långa stopptider.

source: One reason for longer downtime can be that for every stoppage energy supply has to be cut off manually at disconnecting devices, valves and any barriers.
sv: En orsak till längre stopptid kan vara att man vid varje stopp kan behöva bryta energitillförsel manuellt vid frånkopplingsanordningar, ventiler och eventuella spärrar.

source: Achieving a safe stop must be easy, so as to avoid the situation of workers – e.g. in order to save time – entering the danger zone without having reliably stopped the equipment.
sv: Det måste vara enkelt att åstadkomma ett säkert stopp för att undvika att de arbetande, t.ex. av tidsbesparingsskäl, går in i riskområdet utan att säkert ha stoppat utrustningen.

source: Otherwise there is a risk of the equipment being stopped in such a way that it accidentally restarts when personnel are present inside the danger zone.
sv: Risk föreligger annars att utrustningen stoppas så att den av misstag återstartar när personal befinner sig inne i riskområdet.

source: Unexpected start-ups can occur, for example, if there is a faulty in the control system or when transducers are actuated.
sv: Oväntade starter kan inträffa t.ex. vid fel i styrsystemet eller när givare påverkas.

source: After disconnection the work equipment should be test-started to make sure that the disconnection has been properly carried out.
sv: Efter frånkopplingen bör arbetsutrustningen provstartas för att kontrollera att den är riktigt utförd.

source: A special risk assessment is advisable in order to make clear whether existing safety devices, such as safety gates and photo cells, afford adequate safety for temporary work inside the work equipment danger zone.
sv: Det är lämpligt att göra en särskild riskbedömning för att klargöra om befintliga skyddsanordningar, t.ex. skyddsgrindar och ljusbommar, ger tillräcklig säkerhet för tillfälligt arbete inne i arbetsutrustningens riskområde.

source: The following are important steps in this kind of risk assessment:
sv: Viktiga delar i en sån riskbedömning är

source: defining the danger zone,
sv: att fastställa riskområdet,

source: identifying all risks in the danger zone,
sv: att fastställa alla risker i riskområdet,

source: checking the safety and safety level of the control system,
sv: att kontrollera styrsystemets säkerhet och säkerhetsnivå,

source: taking into account risks of unexpected start-ups,
sv: att beakta risker för oväntad start,

source: taking into account risks when the equipment is manned by several persons or when other personnel categories will be working in the danger zone, e.g. cleaning staff or rescue personnel,
sv: att beakta risker när utrustningen är bemannad med flera personer eller om andra personalgrupper kommer att arbeta i riskområdet, t.ex. städpersonal eller räddningspersonal,

source: confirming that all relevant risks are prevented,
sv: att bekräfta att alla aktuella risker förebyggts,

source: De-activated safety devices
sv: Avaktiverade skyddsanordningar

source: External factors
sv: Yttre faktorer

source: Rider equipment must be driven up and down the slope, in view of the risk of the equipment overturning.
sv: När det gäller åkbar arbetsutrustning är det viktigt att den körs upp- och nerför slänten med hänsyn till vältningsrisken.

source: For lawn mowing it is important to use special machinery when the slope gradient exceeds 50% (1:2).
sv: Vid gräsklippning är det viktigt att specialmaskiner används när släntlutningen är mer än 50 % (1:2).

source: Air cushion mowers are unsuitable for use on sloping or undulating ground, due to the effects of slipping.
sv: Luftkuddegräsklippare är inte lämplig att använda i slänt eller kuperad terräng med hänsyn till effekterna om man halkar.

source: Prevention of inadvertent movement
sv: Säkring mot oavsiktlig rörelse

source: In cases where the halting of movement depends on the retention of air pressure, hydraulic pressure or a vacuum, other securing methods may be needed.
sv: I de fall stopp i rörelse är beroende av bibehållet lufttryck, hydraultryck eller vakuum kan andra säkringsmetoder behövas.

source: Excavator buckets or other working members may, for example, rest on the ground or on supports.
sv: Lastskopor eller andra arbetsorgan kan t.ex. vila på marken eller på stöd.

source: Disruptions of work, repairs and maintenance, breaks and planning of work are examples of situations where the driver may need to leave the driving position and where an inadvertent movement of the machine can injure the driver or persons in the vicinity.
sv: Störningar i arbetet, reparation och underhåll, raster och planering av arbete är exempel på situationer när föraren kan behöva lämna förarplatsen, och då en ofrivillig maskinrörelse kan skada föraren eller omkringstående.

source: Use of work equipment intended for temporary work at levels above ground or floor level or other work at height
sv: Användning av arbetsutrustningar avsedda för tillfälligt arbete på nivåer över mark- eller golvplan eller annat höjdarbete

source: Falls from a height account for a large proportion of serious work accidents, especially fatal ones.
sv: En stor andel av de allvarliga arbetsolyckorna är fall från höjd.

source: Rules on building and civil engineering work are contained in special Provisions issued by the Work Environment Authority.
sv: Regler för byggnads- och anläggningsarbete finns i särskilda föreskrifter från Arbetsmiljöverket.

source: Those provisions require the party commissioning building or civil engineering work which entails a risk of falls to a lower level and where the difference in level is two metres or more to see to it that a work environment plan is drawn up and is available before the construction site is established.
sv: Enligt dem skall den som låter utföra byggnads- eller anläggningsarbete med risk för fall till lägre nivå, och där nivåskillnaden är två meter eller mer, se till att en arbetsmiljöplan upprättas och vara tillgänglig innan byggarbetsplatsen etableras.

source: Choice of work equipment
sv: Val av arbetsutrustning

source: Common fall prevention measures are generally more effective than personal protective equipment.
sv: I allmänhet skyddar gemensamma skyddsåtgärder mot fall bättre än personlig skyddsutrustning.

source: Common safety devices can be instanced with safety railings.
sv: Ett exempel på gemensamma skyddsanordningar är skyddsräcken.

source: Ladders and scaffolding are examples of equipment frequently used for temporary work above ground or floor level.
sv: Stegar och byggnadsställningar är exempel på utrustningar som ofta används vid tillfälligt arbete på nivåer över mark- eller golvplan.

source: The safety and health of the persons working at height greatly depend on correct use of the equipment.
sv: Säkerheten och hälsan för dem som utför höjdarbete är i hög grad beroende av att utrustningen används korrekt.

source: It is important for employees to be carefully instructed concerning the safest possible way of using the equipment.
sv: Det är viktigt att arbetstagarna får noggranna instruktioner om hur de skall använda utrustningen så säkert som möjligt.

source: It is also important that they be given suitable training.
sv: Det är också viktigt att de får lämplig utbildning.

source: Stairs are normally the best kind of access route.
sv: Normalt är det bäst med en trappa som tillträdesväg.

source: A vertical ladder is for the most part an unsuitable access route.
sv: Lodrät stege är för det mesta olämplig som tillträdesväg.

source: If there is a great difference between levels and a lot of movement to and from the level concerned, a hoist or a lift may be needed.
sv: Om höjdskillnaden är stor och det förekommer många förflyttningar till och från den aktuella nivån, kan man behöva hiss.

source: Further stipulations and guidance concerning the choice of safety precautions and access and communication routes are contained in other rules issued by the Work Environment Authority.
sv: Ytterligare krav och vägledning om val av skyddsåtgärder och tillträdes- och förbindelseleder finns i andra regler från Arbetsmiljöverket.

source: Rope Access
sv: Reparbete

source: It is also possible to move vertically upwards and downwards from a given height and carry out work without any firm support.
sv: Det går också att göra en vertikal upp- eller nedstigning från en höjd och utföra arbete utan fast underlag som stöd.

source: It is important that rope access equipment should be suitable for the intended purpose and should be used correctly.
sv: Det är viktigt att utrustning för reparbete är lämplig för det tänkta ändamålet och används rätt.

source: Safe use and care of equipment for rope access require training and recurrent practice.
sv: Säker användning och skötsel av utrustning för reparbete förutsätter utbildning och återkommande övningar.

source: Weather conditions
sv: Väderförhållanden‌

source: Conduct of rope access work
sv: Utförande av reparbete

source: It is important for the equipment to be adapted to the particular stipulations applied to work equipment.
sv: Det är viktigt att utrustningen är anpassad till de särskilda krav som ställs på en arbetsutrustning.

source: Thus mountaineering system components, such as coupling devices, are not always suitable for rope access work.
sv: Det innebär att komponenter i ett bergsbestigningssystem, t.ex. kopplingsanordningar, inte alltid är lämpliga att använda vid reparbete.

source: This makes it important to follow the supplier’s instructions concerning suitable uses for the equipment concerned.
sv: Därför är det viktigt att följa leverantörens anvisningar om lämpligt användningsområde för respektive utrustning.

source: Concerning requirements for anchorage points, see Swedish Standard SS-EN 795 Protection against falls from a height - Anchor devices - Requirements and testing.
sv: Beträffande krav på förankringspunkter se svensk standard SS-EN 795, Förankringsanordningar.

source: Rescue work can involve going to the direct relief of a person in distress but can also imply certain forms of police or military action.
sv: Räddningsarbete kan innebära direkt undsättning av någon som är nödställd, men även vissa polisiära eller militära insatser.

source: It is important for exercises and training to be conducted under the safest possible conditions, i.e. with two ropes.
sv: Det är viktigt att träning och utbildning bedrivs under så säkra förhållanden som möjligt, dvs. med två linor.

source: Body harness is used when there is a risk of the user going into free fall.
sv: Helsele används när det finns risk för att användaren kan råka ut för ett fritt fall.

source: A sit harness is a type of support equipment and is not designed for safely arresting free fall.
sv: Sittsele är en typ av stödutrustning och är inte avsedd att fånga upp användaren säkert vid ett fritt fall.

source: For requirements concerning sit harnesses, see Swedish Standard SS-EN 813, Sit harnesses.
sv: Beträffande krav på sittselar se svensk standard SS-EN 813, Sittselar.

source: It is also important for a person who is to evacuate the person in distress to have the right knowledge and competence.
sv: Det är också viktigt att en person som ska evakuera en nödställd har rätta kunskaper och rätt kompetens.

source: Before rope work begins it is important for the employee to be familiar with work planning and current work environment regulations and to have a close knowledge of
sv: Innan reparbetet påbörjas är det viktigt att arbetstagaren väl känner till arbetsplanering och gällande arbetsmiljöregler samt har god kunskap om

source: rope climbing,
sv: repklättring,

source: climbing technique,
sv: klättringsteknik,

source: abseiling,
sv: firningsteknik,

source: rescue methods,
sv: räddningsmetoder,

source: materials,
sv: material,

source: maintenance and care of the equipment,
sv: underhåll och skötsel av utrustningen,

source: It is important to regularly practise climbing techniques, abseiling and operations and methods rarely occurring in day-to-day work, e.g. rescue methods.
sv: Det är viktigt att regelbundet öva klättringsteknik, firningsteknik samt moment och metoder som sällan förekommer i det dagliga arbetet, t.ex. räddningsmetoder.

source: Before an employer allows an employee to carry out rope access work, it is important that he ascertain that the employee has received sufficient training and has the knowledge which the work requires.
sv: Innan en arbetsgivare låter en arbetstagare utföra reparbete är det viktigt att han förvissar sig om att arbetstagaren har fått tillräcklig utbildning och har de kunskaper som behövs för arbetet.

source: Use of grinding machines
sv: Användning av slipmaskiner

source: Work with wheels and tyres
sv: Arbete med hjul och däck

source: Provisions of the Swedish Work Environment Authority on workplace design
sv: Arbetsplatsens utformning

source: General requirements 36
sv: Ordförklaringar 95

source: General provisions 43
sv: Arbetsmiljöverkets föreskrifter och allmänna råd om arbetsplatsens utformning

source: Access passage synonymous with access route, route to something, such as entrance/entry or to fan plant on roof
sv: Tillträdesled synonym till tillträdesväg, väg fram till något t.ex. en entré/ingång eller till ett fläktaggregat på tak,

source: General requirements
sv: AFS 2009:2

source: Section 3 Buildings and other structures shall as far as is practically possible be positioned in such a way in relation to the surrounding land that transport, ground maintenance, facade work and suchlike can be done with adequate security against ill-health and accidents.
sv: transporter, markskötsel, fasadarbeten och liknande kan utföras med betryggande säkerhet mot ohälsa och olycksfall.

source: Section 4 Workplaces, work premises and personnel facilities with appurtenant spaces shall have sufficient area and ceiling height, having regard to the activity, and shall be suitably located, designed and equipped.
sv: § Arbetsplatser, arbetslokaler och personalutrymmen ska ha en, med hänsyn till verksamheten, tillräcklig area och fri höjd samt vara lämpligt förlagda, utformade och inredda.

source: Section 5 Workplaces, work premises and personnel facilities with appurtenant spaces shall be easily and safely accessible and shall be suitably interconnected.
sv: § Arbetsplatser, arbetslokaler och personalutrymmen ska vara lätt och säkert tillgängliga och ha lämpliga samband med varandra.

source: Section 6 Workplaces, work premises and personnel facilities with appurtenant spaces shall, if necessary, also be accessible to and amenable to use by employees with impaired mobility, vision or hearing.
sv: § Arbetsplatser, arbetslokaler och personalutrymmen ska, om det behövs, vara tillgängliga för och kunna användas även av arbetstagare med funktionsnedsättning.

source: Section 7 Floors, steps, loading bays and ramps and the surfacing of outdoor workplaces shall be designed in such a way that the risk of slipping is small and, where necessary, so as to counteract slipping
sv: § Golv, trappsteg, lastkajer och lastbryggor samt markbeläggningen på utomhusarbetsplatser ska vara utförda så att halkrisken är liten och, där det behövs, så att ytskiktet motverkar halkning.

source: Section 8 A special room, separate from other rooms, shall as a rule be provided for a work process entailing a special risk of ill-health or accidents.
sv: § En särskild lokal, avskild från övriga lokaler, ska i regel ordnas för arbetsprocesser som medför särskilda risker för ohälsa eller olycksfall.

source: The same applies concerning a work process entailing a special risk of fire or explosion.
sv: Detsamma gäller arbetsprocesser där det finns särskilda risker för brand eller explosion.

source: Daylight
sv: Dagsljus

source: Section 10 Lighting shall be planned, installed and maintained and shall be examined and assessed to the extent necessary for the prevention of ill-health and accidents.
sv: § Belysningen ska planeras, utföras och underhållas samt undersökas och bedömas i den omfattning som behövs för att förebygga ohälsa och olycksfall.

source: Section 11 Lighting shall be adapted to the differing circumstances of the workers and to the visual requirements which the tasks entail.
sv: § Belysningen ska anpassas till de arbetandes olika förutsättningar och

source: Lighting shall have a distribution and direction suitable to the individual.
sv: Belysning ska ha en för den enskilde lämplig fördelning och riktning.

source: Glare shall be avoided as far as possible.
sv: Bländning ska undvikas så långt det är möjligt.

source: Section 12 Lighting and the design of the workplace shall be such that people can move with adequate safety and without unnecessary adjustment difficulties between or in different rooms or work areas with different lighting conditions.
sv: § Belysningen och arbetsplatsens utformning ska vara sådana att man med tillfredsställande säkerhet och utan onödiga anpassningssvårigheter kan förflytta sig mellan eller i olika lokaler eller arbetsområden med skilda belysningsförhållanden.

source: Light sources and lighting installations
sv: Ljuskällor och belysningsanläggningar

source: Section 13 The colour rendering of a light source shall be suitable for the task.
sv: § En ljuskällas återgivning av färger ska vara lämplig för arbetsuppgiften.

source: Lighting shall be designed in such a way that warning signs, emergency stop devices and similar are readily perceived.
sv: Belysning ska vara utformad så att varningsskyltar, nödstoppsdon och liknande är lätta att uppfatta.

source: Section 14 Lighting shall be designed in such a way that disturbing flicker does not occur.
sv: § Belysningen ska vara utformad så att besvärande flimmer inte uppstår.

source: Exposure to ultraviolet radiation from lighting shall be so low that any risk of ill-health is eliminated or reduced to a minimum.
sv: Exponeringen för UV-strålning från belysning ska vara så låg att riskerna för ohälsa elimineras eller reduceras till ett minimum.

source: Air quality
sv: Luftkvalitet

source: Air change shall be arranged in such a way as to limit the spread of air contaminants.
sv: Luftväxlingen ska ordnas så att spridning av luftföroreningar begränsas.

source: Outdoor air
sv: Uteluft

source: Section 17 Outdoor air shall be supplied in sufficient quantity to work premises and personnel facilities.
sv: § Uteluft ska tillföras arbetslokaler och personalutrymmen i tillräcklig mängd.

source: Section 18 Outdoor air intakes shall be suitably positioned, having regard to the contaminant content and temperature of the outdoor air and the positioning of the exhaust air outlets.
sv: § Uteluftsintag ska vara lämpligt placerade med hänsyn till uteluftens föroreningshalt och temperatur samt avluftsöppningarnas placering.

source: Supply air
sv: Tilluft

source: Section 19 The air supplied to work premises and personnel facilities shall be as free from air contaminants as is practically possible.
sv: § Tilluft till lokaler som innehåller arbetsplatser eller personalutrymmen ska vara så fri från luftföroreningar som är praktiskt möjligt.

source: The air contaminant content of the supply air shall be significantly lower than the hygienic limit values where such exist.
sv: Tilluftens halt av luftföroreningar ska vara väsentligt lägre än de hygieniska gränsvärdena där sådana finns.

source: Section 20 Air shall be supplied in the manner which is suitable in each particular case, and in such a way that uncomfort-
sv: § Luft ska tillföras på det sätt som i varje särskilt fall är lämpligt, och så att besvärande drag inte uppstår.

source: If necessary, the air shall be preheated, cleaned or otherwise treated.
sv: Om det behövs, ska luften vara förvärmd, renad eller behandlad på annat sätt.

source: Extract air, return air, circulation air and transferred air
sv: Frånluft, återluft, cirkulationsluft och överluft

source: Section 21 Ventilation systems with return air may be installed only if special investigation has shown them to be suitable.
sv: § Ventilationssystem med återluft får installeras endast om en särskild utredning har visat att de är lämpliga.

source: It shall be possible for return air to be cut off completely.
sv: Återluftsföring ska normalt kunna stängas av helt.

source: Section 22 Extract air being conducted to work premises or personnel facilities as return or circulation air shall be cleaned so that the added air normally fulfils the requirements for supply air quality in accordance with Section 19.
sv: § Frånluft som återförs till arbetslokaler eller personalutrymmen som återluft eller cirkulationsluft ska renas så att den tillförda luften normalt uppfyller kraven på tilluftskvalitet enligt 19 §.

source: If air from a room with process ventilation is used as return air or circulated air, any admission of air contaminants due to malfunction in a cleaning device shall be rapidly observable, if necessary with the aid of instruments.
sv: Om frånluft från processventilation används som återluft eller cirkulat- ionsluft ska eventuellt genomsläpp av luftföroreningar som beror på bristande funktion i någon reningsanordning snabbt kunna konstateras, om det behövs med hjälp av instrument.
